alacritty
base
base-devel
bemenu
cmake
dhcpcd
dmenu
docker
efibootmgr
emacs
firefox
fish
git
grub
htop
i3-wm
i3blocks
i3lock
i3status
linux
linux-firmware
man-db
networkmanager
opam
openssh
poppler-glib
python
ripgrep
rofi
rustup
sudo
sway
traceroute
tree
vi
vim
which
xf86-video-vmware
xorg-server
xorg-xinit
xorg-xrandr
xorg-xwayland
xsel
